    [{
            "id": 0,
            "text": [
                "Homo sapiens скрывает секрет и помрачнее: у нас не только имеется множество диких родственников, но были некогда родные братья и сестры. Мы присвоили себе наименование «человек», но когда-то род «человек» включал в себя несколько видов. Люди – то есть животные из рода Homo – появились в Восточной Африке примерно 2,5 миллиона лет назад как ветвь более древнего рода обезьян Australopithecus, то бишь «южных обезьян». А два миллиона лет назад часть древних мужчин и женщин покинули родину и отправились блуждать по обширным пространствам Северной Африки, Европы и Азии, где и расселились. Поскольку для выживания в заснеженных лесах Северной Европы требовались иные качества, чем для существования в душных джунглях Индонезии, человеческие популяции развивались в разных направлениях, и в результате появились разные виды, каждому из которых ученые придумали пышное латинское название.",
                "В Европе и Западной Азии закрепился Homo neanderthalensis (человек из долины Неандер), обычно именуемый попросту «неандертальцем». Неандертальцы, более плотного и мускулистого сложения, чем современные люди, удачно приспособились к холодному климату Европы ледникового периода. На острове Ява обитал Homo soloensis (человек из долины Соло), более приспособленный к жизни в тропиках. На другом индонезийском острове, маленьком островке Флорес, поселились существа, которых теперь популярная пресса склонна сравнивать с хоббитами. Эти вооруженные копьями карлики ростом не выше метра весили в среднем 25 килограммов, но в отваге им не откажешь. Они охотились даже на местных слонов – впрочем, и слоны тут были карликовые. Открытые пространства Азии осваивал Homo erectus (человек прямоходящий), и этот самый устойчивый вид человека продержался там более 1,5 миллиона лет.",
                "В 2010 году из пучин забвения вернулся еще один утраченный братец: при раскопках Денисовой пещеры в Сибири обнаружилась окаменевшая фаланга пальца. Генетический анализ доказал, что палец принадлежит неведомому прежде виду человека, который и назвали соответственно денисовским человеком, Homo denisova. Кто знает, сколько еще забытых родичей дожидается, пока их обнаружат – в других пещерах, на островах, в иных климатических зонах! Пока эти виды людей развивались в Европе и Азии, в Восточной Африке тоже продолжалась эволюция. Колыбель человечества взращивала все новые виды, в том числе Homo rudolfensis (человек с озера Рудольф), Homo ergaster (человек работающий) и в итоге наш собственный вид, который мы без ложной скромности окрестили Homo sapiens (человек разумный).",
                "Некоторые виды людей удались крупными, другие были карлики. Имелись среди них бесстрашные охотники и робкие собиратели растительной пищи. Кто-то обитал исключительно в пределах одного острова, а кто-то осваивал целые континенты. Но все это были представители рода Homo, иными словами – человечества.",
                "Популярно заблуждение, будто все эти виды сменяли друг друга как преемники: эргастер порождает эректуса, эректус – неандертальца, а от неандертальца ведем род мы с вами. Линейная модель создает ложное ощущение, будто в каждый момент времени на Земле обитал лишь один человеческий вид и все древние виды представляют собой устаревшие модели современного человека. На самом деле почти два миллиона лет – примерно до VIII тысячелетия до н. э. – несколько человеческих видов существовало одновременно. Собственно, почему нет? Живут же сейчас многие виды медведей: бурые медведи, барибалы, гризли, полярные медведи. Когда-то по Земле разгуливало по меньшей мере шесть видов человека. Исключением из правил (исключением, которое бросает на нас зловещую тень подозрения) является как раз нынешняя эксклюзивность, а не разнообразное прошлое. Скоро мы убедимся в том, что у Homo sapiens есть причины подавлять любое воспоминание о вымерших собратьях."
            ]
        },
        {
            "id": 1,
            "text": [
                "При всех различиях у разновидностей человечества имеются ярко выраженные общие черты. Прежде всего люди по сравнению с другими животными имеют непропорционально большой мозг. У млекопитающих весом в 60 килограммов средний объем мозга – 200 кубических сантиметров, но шестидесятикилограммовый Homo sapiens «вырастил» себе мозг объемом 1200–1400 кубических сантиметров. 2,5 миллиона лет назад у первых мужчин и женщин мозг был поменьше, но все равно значительно больше, чем, скажем, у леопарда того же веса. И по мере развития человечества диспропорция нарастала.",
                "Нам-то кажется, что едва ли стоит ломать голову над вопросом, почему эволюция поощряла этот самый мозг. Мы в восторге от своего интеллекта и убеждены, что чем голова больше и умнее, тем лучше. Но будь это безусловной истиной, кошачьи тоже произвели бы потомство, способное заниматься матанализом. Почему из всего животного царства один лишь род Homo обзавелся столь массивным и сложным мыслительным аппаратом?",
                "На самом деле чем больше мозг, тем больше затраты для всего тела. Таскать его повсюду за собой нелегко, особенно вместе с массивным черепом. Еще труднее этот мозг прокормить. У Homo sapiens 2–3 % общего веса приходится на мозг, но в состоянии покоя мозг потребляет до 25 % всей расходуемой телом энергии. Для сравнения: у других приматов мозг в состоянии покоя довольствуется всего лишь 8 % общих резервов. Древние люди дорого платили за увеличенный мозг: во-первых, они тратили больше времени на поиски пищи, а во-вторых, у них слабели мышцы. Словно правительство, направляющее деньги на развитие образования, а не армии, люди отнимали энергию у бицепсов и отдавали ее нейронам, а это не лучшая стратегия для выживания в саванне. Ученый спор с человеком шимпанзе не выиграет, а вот разодрать его на части может запросто.",
                "Но все же чем-то это было выгодно, иначе мозговитые не дали бы еще более мозговитое потомство. Каким же образом мозг компенсировал уменьшение физической мощи? В век Альберта Эйнштейна такой вопрос может показаться наивным, но ведь Эйнштейн – явление современной эпохи, а на протяжении двух миллионов лет, пока нейронные сети в голове человека росли и усложнялись, похвастаться люди могли разве что кремневыми ножами и заостренными палками. Эволюция человеческого мозга – загадка еще более удивительная, чем появление бесполезного павлиньего хвоста или рогов, обременяющих голову оленя. Ради чего все это? По правде говоря, нам неведомо.",
                "Другая уникальная человеческая черта – прямохождение. Поднявшись с четверенек, удобнее обозревать саванну, высматривая добычу или врага. Руками, не участвующими в передвижении, можно делать разные вещи, например бросать камни или подавать сигналы сородичам. Чем больше функций привыкли выполнять руки, тем благоприятнее складывалась жизнь обладателя этих рук, а потому эволюция поощряла появление все большего количества нервов и чутких мышц в ладонях и пальцах. В результате человек научился делать руками сложнейшие вещи, а главное – создавать изощренные инструменты и пользоваться ими. Первые свидетельства использования орудий появляются 2,5 миллиона лет назад. Именно производство и применение орудий считаются определяющим признаком, по которому археологи опознают древних людей.",
                "Прямохождение, кроме плюсов, имеет и минусы. Скелет наших предков-приматов развивался на протяжении миллионов лет с учетом потребностей существа, которое бегает на четвереньках и имеет сравнительно небольшую голову. Приспособиться к прямохождению оказалось не так-то просто, да еще на вершине всей этой конструкции приходилось удерживать непропорционально большой череп. За способность видеть вдаль и за умелые руки человечество по сей день расплачивается болями в шее и мигренями.",
                "Женщины заплатили вдвойне. Прямохождение сузило бедра, а значит, и родовые пути, в то время как головы младенцев увеличились. Смерть в родах сделалась основной опасностью для самок нашего вида. Женщины, рожавшие младенцев недоношенными, пока череп еще сравнительно невелик и мягок, имели больше шансов на выживание и производили на свет больше детей. Таким образом, естественный отбор начал поощрять преждевременные роды. На фоне других животных человеческие младенцы рождаются «недопеченными»: многие жизненно важные системы у них еще не развиты. Жеребенок вскоре после рождения готов бежать рысью, месячный котенок может расстаться с матерью и сам добывать себе пищу, а дитя человеческое еще много лет остается беспомощным, зависимым от старших, которые его кормят, защищают и обучают.",
                "Это обстоятельство привело к развитию у человека необычайных социальных свойств – и к появлению столь же уникальных социальных проблем. Одинокая мать не в состоянии прокормить себя и потомство, если ей приходится еще и нянчиться с беспомощными малышами. В деле воспитания детей требовалась существенная помощь родичей и соседей. Вырастить человека способно только племя или община. Эволюция благоприятствовала тем, кто научился формировать прочные социальные связи. Кроме того, поскольку человеческие детеныши появляются на свет недоразвитыми, они в гораздо большей степени поддаются воспитанию и социализации, чем другие животные. Млекопитающие по большей части появляются из утробы уже готовыми, как кувшин из печи для обжига: попытайся заново сформовать такой сосуд, и ты его сломаешь или поцарапаешь. Дети же выходят из материнского лона подобные расплавленному стеклу – крути их, вытягивай, придавай форму, делай все, что захочешь. Мы можем вырастить ребенка христианином или буддистом, приверженцем капитализма или социализма, войны или мира.",
                "Большой мозг, умение пользоваться орудиями, высокую способность к обучению и сложные социальные структуры мы считаем безусловными преимуществами. Кажется несомненным, что именно они превратили человека в царя природы. Однако человек пользовался этими преимуществами на протяжении 2 миллионов лет, оставаясь при этом довольно слабым, чуть ли не маргинальным существом. Все виды людей, расселившихся от Индонезии до Иберийского полуострова, не насчитывали и миллиона особей, и жизнь их точнее было бы назвать прозябанием. Они пребывали в постоянном страхе перед хищниками, им редко удавалось убить крупную дичь, существовали они главным образом за счет растительной пищи, а также ловили насекомых и мелких животных и обгладывали падаль, оставленную более сильными и проворными.",
                "Древние каменные орудия использовались главным образом для того, чтобы разбивать кости и добираться до мозга. Некоторые ученые считают, что такова и была экологическая ниша человека. Подобно тому как дятел специализируется на извлечении насекомых из древесных стволов, так и древние люди специализировались на извлечении костного мозга. Почему именно на этом? Что ж, представьте себе: на ваших глазах стая львов затравила и сожрала жирафа. Вы терпеливо ждете в сторонке. После львов настает черед гиен и шакалов – вам и с ними драться не по силам. Они обгладывают кости, и только тогда человеческое племя решается подойти к скелету. Люди настороженно оглядываются по сторонам и принимаются за то, что им осталось.",
                "Это ключ к пониманию истории и психологии человека. До недавних пор род Homo занимал не верхнее, а скорее среднее положение в пищевой пирамиде. На протяжении миллионов лет люди охотились на мелких животных и собирали что под руку попадется, стараясь избегать встреч с крупными хищниками. Лишь 400 тысяч лет назад люди начали регулярно охотиться на крупных зверей, и только в последние 100 тысяч лет, с появлением Homo sapiens, мы стали верхним звеном этой пирамиды.",
                "Последствия столь стремительного прыжка из промежуточного и зависимого положения на вершину оказались колоссальными. Человек не привык находиться на командной высоте, он к ней не приспособлен. Другие животные, оказавшиеся в итоге на вершине пирамиды – львы, акулы, – шли к этому миллионы лет, а человек попал наверх почти мгновенно. Многие исторические катастрофы, в том числе разрушительные войны и насилие над экосистемой, проистекают из нашего слишком поспешного прорыва во власть. Человечество – не стая волков, завладевшая вдруг танками и атомными бомбами, скорее мы – стадо овец, которое в силу непонятной прихоти эволюции научилось делать и пускать в ход танки и ракеты. А вооруженные овцы гораздо опаснее вооруженных волков."
            ]
        }
    ]